Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedError Property
 Can't Paste Align these elements in this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAlignedError { get; }
Public Shared ReadOnly Property CannotPasteAlignedError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAlignedError {
	FailureDefinitionId^ get ();
}
static member CannotPasteAlignedError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace